Repository: MacThings/anymacos
Catalog: ANYmacOS/*.lproj/Localizable.strings
Languages: de

source: An error has occured!
de: Ein Fehler ist aufgetreten!

source: Canceling Operation ...
de: Breche Vorgang ab ...

source: Choose a Folder
de: Bitte wähle einen Ordner

source: Choose an Application
de: Bitte wähle eine Applikation

source: Do you want to resume an old download or do you want download from scratch?
de: Möchtest Du einen alten Download fortsetzen oder soll ein gänzlich neuer Download gestartet werden?

source: Found already downloaded files!
de: Vorherigen Download gefunden!

source: From scratch
de: Neu

source: Getting Deviceinfos ...
de: Lese Geräteinformationen ...

source: Help
de: Hilfe

source: Idle ...
de: Warte ...

source: Looking for suitable Drives ...
de: Suche nach geeigneten Laufwerken ...

source: macOS Installer App creation done.
de: macOS Installer App wurde erstellt.

source: Main Window
de: Hauptfenster

source: No
de: Nein

source: No Drive found ...
de: Kein geeignetes Laufwerk gefunden

source: Operation aborted.
de: Vorgang abgebrochen.

source: Preferences
de: Einstellungen

source: Resume
de: Fortsetzen

source: Retrieving information ...
de: Hole Informationen ...

source: SIP is activated on your system!
de: Aktivierte SIP im System gefunden!

source: The creation of the Installer App failed. Please try again. Do you want to clean up the ANYmacOS downloads?
de: Die Erstellung der Installer Applikation ist fehlgeschlagen. Bitte versuche es erneut. Möchtest Du die heruntergeladenen ANYmacOS Dateien löschen?

source: Yes
de: Ja

source: You can find it Applications Folder. Do you want to clean up the ANYmacOS downloads?
de: Die findest sie im Applikationen Ordner. Möchtest Du die heruntergeladenen ANYmacOS Dateien löschen?
